const lessons = [
	{
		id: 1,
		title: 'Урок 1. Понятие РЖЯ',
		content:
			'Русский Жестовый Язык (РЖЯ) – это сложная лингвистическая система со своей грамматической структурой, стилем речи, определенными грамматическими нормами. Однако сама жестовая речь – "аграмматична", поскольку не имеет родов, падежей, склонений и окончаний. Конфигурация (форма) руки, локализация (место выполнения жеста), ориентация ладони (ладонь к собеседнику), характер движения (резко, медленно), артикуляция губ и выражение лица (своеобразный аналог интонации) – все это влияет на смысл, который передается в коммуникации жестами. Существует несколько видов жестов: простые (иконические), эмблемы, мимические, сложносоставные и дактильные. Простые жесты. Наиболее Распространенные в повседневной жизни.',
		image: '/images/dactil.jpg'
	},
	{
		id: 2,
		title: 'Урок 2. Буква дактиль А',
		content: '',
		dactyl: 'А',
		image: '/dactyls/a.svg'
	},
	{
		id: 3,
		title: 'Урок 3. Буква дактиль Б',
		content: ''
	},
	{
		id: 4,
		title: 'Урок 4. Дактильный алфавит',
		content: ''
	},
	{
		id: 5,
		title: 'Урок 5. Дактильный алфавит',
		content: ''
	},
	{
		id: 6,
		title: 'Урок 6. Дактильный алфавит',
		content: ''
	},
	{
		id: 7,
		title: 'Урок 7. Дактильный алфавит',
		content: ''
	},
	{
		id: 8,
		title: 'Урок 8. Дактильный алфавит',
		content: ''
	},
	{
		id: 9,
		title: 'Урок 9. Дактильный алфавит',
		content: ''
	},
	{
		id: 10,
		title: 'Урок 10. Дактильный алфавит',
		content: ''
	},
	{
		id: 11,
		title: 'Урок 11. Дактильный алфавит',
		content: ''
	},
	{
		id: 12,
		title: 'Урок 12. Дактильный алфавит',
		content: ''
	}
];

export default lessons;
